Repository: MergenTaganow/meninki
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Authorization
tr: Hasaba girmek

# authTitle
source: To use Meni√±ki, you need to log in.
tr: Meniñki ulanmak üçin ulgama girmeli.

# enterNumber
source: Enter your number:
tr: Belgiňizi giriziň:

# enterCorrectNumber
source: Please enter a correct number
tr: Dogry belgi giriziň

source: Send SMS code
tr: SMS kody ugrat

source: Sign in with Google
tr: Google bilen girmek

# signInWithApple
source: Sign in with Apple ID
tr: Apple ID bilen girmek

# termsConditionPrefix
source: By continuing, you accept the privacy policy and
tr: Dowam etmek bilen, gizlinlik syýasatyny we

# termsConditionSuffix
source: user agreement
tr: ulanyjy ylalaşygyny kabul edýärsiňiz

# otpEnterCode
source: Enter the code sent to number
tr: Belgä ugradylan kody giriziň

# otpMustBe4Digits
source: Must be 4 digits
tr: 4 san bolmaly

# otpResendIn
source: Resend in:
tr: Gaýtadan ugrat:

# otpResend
source: Send SMS again
tr: SMS kody gaýtadan ugrat

# tellAboutYourself
source: Tell us about yourself
tr: Özüňiz barada aýdyp beriň

# registerDescription
source: Just a name is enough. You can add a photo and details later.
tr: Diňe adyňyz ýeterlik. Surat we giňişleýin maglumatlary soň goşup bilersiňiz.

source: First Name
tr: Adyňyz

# enterFirstName
source: Enter your name
tr: Adyňyzy giriziň

source: Last Name
tr: Familiýaňyz

# enterLastName
source: Enter your surname
tr: Familiýaňyzy giriziň

# enterUsername
source: username
tr: ulanyjy ady

# usernameRequirements
source: Only Latin letters and numbers
tr: Diňe latyn harplary we sanlar

source: Done
tr: Taýýar

# splashTitle
source: High-tech online trading platform
tr: Ýokary tehnologiýaly onlaýn söwda platformasy

source: Dashboard
tr: Dolandyryş paneli

source: Orders
tr: Sargytlar

source: Employee KPI
tr: Işgär KPI

# usernameAndPasswordWrong
source: Username or password wrong
tr: Ulanyjy ady ýa-da açar söz nädogry

# smthWentWrong
source: Something went wrong
tr: Bir zatlar ýalňyş boldy

# addPublishedAfterReview
source: Will be published after review
tr: Barlagdan soň çap ediler

# newAdTitle
source: New Ad
tr: Täze bildiriş

source: Select photo
tr: Surat saýlaň

source: Ad Avatar
tr: Bildiriş awatary

source: Tap to change
tr: Üýtgetmek üçin basyň

# adTitle
source: Title
tr: Sözbaşy

source: Required
tr: Hökmany

source: Optional
tr: Hökmany däl

source: Ads
tr: Bildirişler

# publishedAt
source: Published:
tr: Çap edilen wagty:

source: Product updated
tr: Haryt täzelendi

source: Product removed
tr: Haryt aýyryldy

# basketEmpty
source: Basket is empty
tr: Sebet boş

source: Add more products
tr: Ýene haryt goşuň

# continueProcess
source: Continue
tr: Dowam et

source: My orders
tr: Sargytlarym

# productsCount
source: products
tr: haryt

# deleteQuestion
source: Delete?
tr: Pozmak?

# deleteConfirmation
source: Are you sure?
tr: Siz ynamlymy?

source: Yes
tr: Hawa

source: No
tr: Ýok

source: Clear basket
tr: Sebedi arassalamak

source: Select Category
tr: Kategoriýa saýla

source: Brands
tr: Brendler

source: Error
tr: Ýalňyşlyk

source: Comments
tr: Teswirler

source: Your comment
tr: Siziň teswiriňiz

source: Reply
tr: Jogap bermek

source: Hide
tr: Gizlemek

source: View
tr: Görmek

source: answers
tr: jogaplar

source: Edit comment
tr: Teswiri üýtgetmek

source: Filter and sort
tr: Süzgüç we tertipleme

source: Sort elements
tr: Elementleri tertiplemek

# selectSort
source: Select sort order
tr: Tertibi saýlaň

source: Check connection
tr: Interneti barlaň

# errorOccuredOnSystem
source: System error occurred
tr: Ulgamda ýalňyşlyk ýüze çykdy

source: Show Details
tr: Jikme-jiklikleri görkez

source: Retry
tr: Täzeden synanyş

source: OK
tr: Bolýar

source: Feed
tr: Lenta

source: Home
tr: Baş sahypa

# newItems
source: New
tr: Täze

source: Best Rated
tr: Iň gowy bahalanan

source: Discounts
tr: Arzanladyşlar

source: Notifications
tr: Duýduryşlar

source: Followers
tr: Yzarlaýanlar

source: Following
tr: Yzarlaýanlarym

source: Favorites
tr: Halanlarym

source: Messages
tr: Habarlar

source: Add Store
tr: Dükan goş

source: Settings
tr: Sazlamalar

source: General
tr: Umumy

source: Profile
tr: Profil

source: Change Photo
tr: Suraty üýtget

source: Account Info
tr: Hasap maglumatlary

source: Account
tr: Hasap

source: Log out
tr: Ulgamdan çyk

source: Delete Account
tr: Hasaby poz

source: Select Language
tr: Dili saýla

source: My Ads
tr: Meniň bildirişlerim

# pressBackAgain
source: Press back again to exit
tr: Çykmak üçin ýene-de basyň

source: Products
tr: Harytlar

source: Reviews
tr: Synlar

source: Store Name
tr: Dükan ady

# greetingOrDescription
source: Greeting or short description
tr: Salamlaşmak ýa-da gysgaça beýan

source: Store Address
tr: Dükan salgysy

# createUsername
source: Create a username
tr: Ulanyjy adyny dörediň

source: Contact Number
tr: Habarlaşmak üçin belgi

source: Add Contact
tr: Kontakt goş

# selectStoreColor
source: Select color for your store
tr: Dükanyňyz üçin reňk saýlaň

source: Send for Review
tr: Barlaga ugratmak

source: Phone
tr: Telefon

source: Subscribe
tr: Agza bol

source: Subscribed
tr: Agza bolduňyz

# rankPlace
source: Rank
tr: Reýtingdäki orny

source: Store Avatar
tr: Dükan awatary

source: Avatar not selected
tr: Awatar saýlanmady

source: Province not selected
tr: Welaýat saýlanmady

source: Fill description
tr: Düşündirişi dolduryň

source: Fill address
tr: Salgyny dolduryň

source: Edit Store
tr: Dükany üýtgetmek

source: Delete Store
tr: Dükany poz

source: Share Store
tr: Dükany paýlaş

source: Select all attributes
tr: Ähli aýratynlyklary saýlaň

source: Province
tr: Welaýat

source: All
tr: Hemmesi

source: Select Province
tr: Welaýat saýla

source: Select contact type
tr: Kontakt görnüşini saýlaň

source: Your website
tr: Web sahypaňyz

source: Your Telegram
tr: Telegram sahypaňyz

source: Your Instagram
tr: Instagram sahypaňyz

source: Your TikTok
tr: TikTok sahypaňyz

source: Username
tr: Ulanyjy ady

source: Complaint
tr: Şikaýat

source: Share
tr: Paýlaş

source: Copy link
tr: Salgyny nusgalamak

source: Link copied
tr: Salgy nusgalandy

source: Compositions
tr: Wariasiýalar

source: Save
tr: Ýatda sakla

# specifyPricesBeforeDiscount
source: Specify prices before discount. Specify the price before discount if you want to show a discount on the product card.
tr: Arzanladyşdan öňki bahalary görkeziň. Eger haryt kartoçkasynda arzanladyş görkezmek isleseňiz, arzanladyşdan öňki bahany görkeziň.

source: Product variations
tr: Haryt wariasiýalary

# howManyItems
source: How many items do you have of this product?
tr: Şu harytdan sizde näçesi bar?

source: Characteristics
tr: Aýratynlyklar

source: See compositions
tr: Wariasiýalary gör

# hereYouCanAddCharacteristics
source: Here you can add characteristics to your product and create variations for each product characteristic.
tr: Bu ýerde haryt aýratynlyklaryny goşup we her aýratynlyk üçin wariasiýalar döredip bilersiňiz.

source: New characteristic
tr: Täze aýratynlyk

source: New attribute
tr: Täze atribut

source: Select type
tr: Görnüşini saýlaň

source: Min price
tr: Iň pes baha

source: Price from
tr: Bahasy ... başlap

source: Max price
tr: Iň ýokary baha

source: Price to
tr: Bahasy ... çenli

source: Clear filter
tr: Filtri arassala

source: Published
tr: Çap edildi

source: Views
tr: Görülme sany

source: Brand
tr: Brend

source: Category
tr: Kategoriýa

# sortNewest
source: Newest
tr: Ilki täzeler

# sortOldest
source: Oldest
tr: Ilki köne

# sortCheap
source: Cheapest
tr: Ilki arzanlar

# sortExpensive
source: Most Expensive
tr: Ilki gymmatlar

source: Product
tr: Haryt

source: New Product
tr: Täze haryt

source: Name
tr: Ady

source: Description
tr: Düşündiriş

source: Select Brand
tr: Brend saýla

source: Product Avatar
tr: Harydyň suraty

source: Click to change
tr: Üýtgetmek üçin basyň

source: Publish
tr: Paýlaş

source: Pricing
tr: Bahalar

source: Price
tr: Bahasy

source: Mandatory
tr: Hökmany

source: Price after discount
tr: Arzanladyşdan soñky bahasy

source: If discount exists
tr: Eger arzanladyş bar bolsa

source: Product Characteristics
tr: Haryt aýratynlyklary

source: Add Characteristics
tr: Aýratynlyk goş

source: Create Product Review
tr: Haryt barada syn döret

source: Successfully created
tr: Üstünlikli döredildi

source: Product added to basket
tr: Haryt sebede goşuldy

source: Product removed from basket
tr: Haryt sebetden aýyryldy

source: Choose cover
tr: Daşky surat saýlaň

source: Add photo
tr: Surat goşuň

source: Fill all fields
tr: Ähli öýjükleri dolduryň

source: Add more media
tr: Ýene media goş

source: Mandatory field
tr: Hökmany öýjük

source: Success
tr: Üstünlikli

source: New Store
tr: Täze dükan
